<template>
<div class="container has-bottom">
    <div class="width97" id="rule">
        <ul class="rule-name clearfix">
            <li class="active">北京赛车</li>
            <li>香港赛马</li>
            <li>澳门赛狗</li>
            <li>极速赛车</li>
            <li>幸运飞艇</li>
            <li>重庆时时彩</li>
            <li>QQ两分彩</li>
            <li>台湾三分彩</li>
            <li>腾讯五分彩</li>
            <li>PC蛋蛋</li>
            <li>加拿大28</li>
            <li>新加坡蛋蛋</li>
            <li>江苏快三</li>
            <li>吉林快三</li>
            <li>急速快三</li>
            <li>香港六合彩</li>
        </ul>
        <ul class="rule-content">
            <li>
                <h2>PK拾(北京赛车)玩法介绍</h2>
                <p>游戏【开盘9:00-00:00封盘】每5分钟开奖一期玩法丰富：数字定位9.8倍大小单双1.96倍冠亚和值41-7倍等高赔率的玩法最低上下分(50点)单注(5点)充值请联系官方财微。<br />
                    车道说明<br />从左到右车道排序是1234567890<br />10道车道用0代替<br />没标注车道系统默认1号车道<br />
                    <span class="title">①数字定位玩法</span><br />
                    赔率：含本9.8倍<br />投注格式：车道/车号/金额(没标注车道系统默认1号车道)<br />例-：1/0/5【1车道/10号车/5积分】<br />例二：0/5【1车道/10号车/5积分】<br />例三：12/0/5【1车道,车道/10号车各下5积<br />
                    <br />例四：890/0/5【8车道9车道10车道10号车各下5积<br />
                    <span class="title">②大小单双玩法</span><br />
                    赔率：含本1.96倍<br />投注格式：车道/大小单双/金额(没标注车道系统默认1号车道)<br />例：1/单/5【1号车道/单/5积分】<br />例：1/双/5【1号车道双/5积分】<br />
                    例三：1/大/5【1号车道/大/5积分】<br />例四：1小/5【1号车道小/5积分】<br />
                    <span class="title">③龙虎竟猜玩法</span><br />
                    赔率：含本1.96倍<br />投注格式：车道/龙虎/凎额(没标注车道系统默认1号车道)<br />
                    例一：1/龙/5【1车道龙/5积分(1车道>10车道=龙;1车道<10车=虎】<br />
                    例二：龙/5【1车道龙/5积分(1车道>10车道=龙;1车道<10车道=虎】<br />
                    例三：2/龙/5【2车道/龙/5积分(2车道>9车道=龙;1车道<9车道=虎】<br />
                    例四：3/龙/5【3车道/龙/5积分(3车道>8车道=龙;1车道<8车道=虎】<br />
                    <span class="title">④1-10名大小单双组合玩法</span><br />
                    投注格式：大单小双小单大双<br />
                    例一：1/大单/10【冠军/大单/10点数大于5奇数含本3.5倍】<br />
                    例二：2小双/10【亚军/小双/10点数小于6偶数含本3.5倍】<br />
                    例三：3/小单/10【3名/小单/10点数小于6奇数含本3倍】<br />
                    例四：4/大双/10【4名/大双/门10点数大于5偶数含本3倍】<br />
                    注：(1-10名车道都可以选择竞猜也可以同时多车道竞猜,快捷格式：1大单10；2大单10；3大单10没有备注车道的系统自动默认冠军号)<br />
                    <span class="title">⑤冠亚军庄闲竟猜玩法</span><br />
                    例一：庄/5【冠军大于亚军为庄】<br />
                    例二：闲/5【冠军大于亚军为闲】<br />
                    赔率：含本1.96倍<br />
                    <span class="title">⑥冠亚和特码竟猜玩法</span><br />
                    投注格式：和3.4.18.19/5<br />
                    例：和3.4.18.19【冠+亚和=3.4.18.19任意一组含本赔率41倍<br />
                    例二：和5.6.16.17【冠+亚和=5.6.16.17任意一组含本赔率19】<br />
                    例三：和7.8.14.15【冠+亚和=7.8.14.15任意一组含本赔率11倍】<br />
                    例四：和9.10.12.13【冠+亚和=9.10.12.13任意一组含本赔率9倍】<br />
                    例五：和11【冠+亚和=11任意一组含本赔率7倍】<br />
                    <span class="title">⑦冠亚和大小单双竟猜</span><br />
                    赔率：冠亚军和值<大、双>含本2倍;冠亚军和值<小、单>含本1.5倍<br />
                    冠亚军相加大于等于12为大;小于等于11为小<br />
                    开出号码偶数为双奇数为单<br />
                    投注格式：<br />
                    例一：和大5【冠+亚=大于等于12】<br />
                    例二：和小5【冠+亚=小于等于11】<br />
                    例三：和双5【冠+亚=偶数】<br />
                    例四：和单5【冠+亚=奇数】<br />
                    王者娱乐感谢您对本平台的信任，本平台最低上下分50点起，单注5点起，充值请联系官方财微。
                </p>
            </li>
            <li>
                <h2>重庆时时彩玩法介绍</h2>
                <p>
                    游戏【开盘10:00-2:00封盘】开奖时间:10:00-22:00每10分钟开一期/22:00-02:00每5分钟开期玩法丰富趣味广受玩家喜爱本平台最低上下分(50点)单注(5点)<br />
                    <span class="title">①定位数字玩法</span><br />
                    位置介绍：万千百十个从左到右,系统判定位置：1.2.3.4.5<br />
                    格式介绍：位置/号码/点数<br />
                    赔率介绍：9.8倍(含本)<br />
                    例：如3号位【百位】要买号码8,10个点<br />
                    下注格式：【3/8/10】(百位开出8号即为中奖)<br />
                    例：如234号位【千百十位】买数字5,各10元<br />
                    下注格式：【234/5/10】(千百十位置开出数字5即为中奖)<br />
                    例：如5个位置全部定位8号球<br />
                    下注格式：【8/20】相当于买所有位置8,100元(12345/8/20格式相<br />
                    备注：定位如无填写【位置】则默认为五个位置全下<br />
                    <span class="title">②定位大小单双玩法</span><br />
                    位置介绍：万千百十个从左到右,系统判定位置：1.2.3.4.5<br />
                    格式介绍：位置/大小单双/点数<br />
                    赔率：1.96倍(含本)<br />
                    开56789为大,01234为小,赔率1.96倍(含本)<br />
                    开13579为单,02468为双,赔率1.96倍(含本<br />
                    例：1/双/10【万位/双/10点,开出偶数即为中奖】<br />
                    例：1/大/10【万位/大/10点,开出大于等于5即为中奖】<br />
                    快速格式：可以省略"/"°,(1双10)相当于(1/双/10)<br />
                    备注：无填写【位置】则默认为万位,如(大10)系统判定万位大10<br />
                    <span class="title">③定位【大单,小单,大双,小双】玩法</span><br />
                    开024为小双,赔率3倍(含本)<br />
                    开68为大双,赔率3.5倍(含本)<br />
                    开13为小单,赔率35倍(含本)<br />
                    开579为大单,赔率3倍(含本)<br />
                    格式介绍：大单/10,小单/10,大双/10,小双/10<br />
                    例：大单/10【开奖号码为579即为中奖】<br />
                    注：万千百十个任意位置都可以进行投注,没有填写位置的系统默认万位。<br />
                    <span class="title">④龙虎和玩法</span><br />
                    格式介绍：龙虎和/点数<br />
                    赔率介绍：1.96倍-10倍<br />
                    万位PK个位(万位大于个位为龙,小于个位为虎)<br />
                    龙虎开和(万位和个位开出相同号码即为和)<br />
                    例：龙/10【万位大于个位即为中奖】<br />
                    例：虎/10【万位小于个位即为中奖】<br />
                    例：和/10【万位个位开出相同数字即为中奖】<br />
                    快速格式：可以省略"/",(和10)相当与(和/10)<br />
                    备注：开龙虎的赔率1.96倍,开和赔率为10倍开和通杀龙虎<br />
                    <span class="title">⑤和值大小单双玩法</span><br />
                    格式介绍：总/单/点数<br />
                    赔率介绍：1.96倍<br />
                    万千百个十的数字总和【0-22为小,23-45为大,总和奇数为单,总和偶数为双】<br />
                    例：总/大/10【五个位置相加大于等于23即为中奖】<br />
                    例：总/双/10【五个位置相加尾数为偶数即为中奖】<br />
                    快速格式：可以省略"/",(总大10)相当于(总/大/10)<br />
                    <span class="title">⑥花样玩法</span><br />
                    位置介绍：前三(万千百)、中三(千百十)、后三(百十个)<br />
                    格式介绍：玩法名称/点数<br />
                    赔率介绍：1.96倍-60倍(含本)<br />
                    例：(前豹/100)【万千百位置开出相同数字即为中奖赔率1赔60】<br />
                    例：(中豹/100)【千百十位置开出相同数字即为中奖赔率1赔60】<br />
                    例：(后豹/100)【百十个位置开出相同数字即为中奖赔率1赔60】<br />
                    例：(前顺/100)【万千百位置开出顺子即为中奖赔率1赔14】<br />
                    例：(中顺/100)【千百十位置开出顺子即为中奖赔率1赔14】<br />
                    例：(后顺/100)【百十个位置开出顺子即为中奖赔率1赔14】<br />
                    例：(前对/100)【万千百位置开出对子即为中奖赔率1赔2.5】<br />
                    例：(中对/100)【千百十位置开出对子即为中奖赔率1赔2.5】<br />
                    例：(后对/100)【百十个位置开出对子即为中奖赔率1赔2.5】<br />
                    例：(前半/100)【万千百位置开出两连号即为中奖赔率1赔1.96】<br />
                    例：(中半/100)【千百十位置开出两连号即为中奖赔率1赔1.96】<br />
                    例：(后半/100)【百十个位置开出两连号即为中奖赔率1赔1.96】<br />
                    例：(前杂/100)【万千百位置开出不同号码即为中奖赔率1赔2.2】<br />
                    例：(中杂/100)【千百十位置开出不同号码即为中奖赔率1赔2.2】<br />
                    例：(后杂/100)【百十个位置开出不同号码即为中奖赔率1赔2.2】<br />
                    快速格式：可以省略/,(前豹/100)相当与(前豹100)<br />
                    备注：顺子不按顺序三个位置连号即为中奖,对子不按顺序只要有对子即为中奖,前半顺只要有两个连号即为中奖。
                </p>
            </li>
        </ul>
    </div>
</div>
</template>
<script>
export default{
    created(){

    },
    mounted(){
        console.log($);
        console.log(Zepto);
        console.log($('body'));
        $('#rule .rule-name li').click(function () {
                        $('#rule .rule-content li').hide();
                        $('#rule .rule-name li.active').removeClass('active');
                        $('#rule .rule-content li').eq($(this).addClass('active').index()).show();
                    });
    },
    methods:{

    }
}
</script>